Repository: M4DGENIUS0/Status-Saver
Catalog: lib/l10n/app_*.arb
Languages: ur

# onboardng
source: Status Saver
ur: اسٹیٹس سیور

# go
source: Continue
ur: جاری رکھیں

# loading
source: Advertisement might appear in this action.
ur: اس کارروائی میں اشتہار ظاہر ہو سکتا ہے۔

# home
source: Status Saver
ur: اسٹیٹس سیور

# bellnoti
source: Status Notification
ur: اسٹیٹس کی اطلاع

# bellnotidetail
source: Recieve notification when new status is available.
ur: نئی حیثیت دستیاب ہونے پر اطلاع حاصل کریں۔

# bellno
source: Cancel
ur: منسوخ کریں۔

# bellyes
source: Allow
ur: اجازت دیں۔

source: Status
ur: سٹیٹس

source: Download
ur: ڈاؤن لوڈ

source: Allow Permission
ur: اجازت دیں۔

source: Choose App
ur: ایپ کا انتخاب کریں۔

source: Whatsapp
ur: واٹس ایپ

source: Whatsapp Business
ur: بزنس واٹس ایپ

source: GB Whatsapp
ur: جی بی واٹس ایپ

source: Confirm
ur: تصدیق کریں

source: Direct Chat
ur: براه راست چیٹ

source: Enter Number
ur: نمبر درج کریں۔

source: Enter your message here
ur: اپنا پیغام یہاں درج کریں۔

source: Send
ur: بھیجیں

source: Share Link
ur: لنک شیئر کریں۔

source: PHOTOS
ur: فوٹوز

source: VIDEOS
ur: ویڈیوز

source: No Image Available
ur: کوئی تصاویر دستیاب نہیں ہیں۔

source: No Video Available
ur: کوئی ویڈیوز دستیاب نہیں ہیں

source: Allow permission to access Pictures
ur: تصاویر تک رسائی کی اجازت دیں۔

source: Allow permission to access Videos
ur: ویڈیوز تک رسائی کی اجازت دیں۔

source: No Saved Available
ur: کوئی محفوظ شدہ دستیاب نہیں ہے۔

source: Make sure to download
ur: ڈاؤن لوڈ کرنا یقینی بنائیں

source: Setting
ur: ترتیبات

source: Download Location
ur: مقام ڈاؤن لوڈ کریں

source: Notification
ur: اطلاع

# notification_detail
source: Get notified when new statuses available
ur: نئے سٹیٹس دستیاب ہونے پر اطلاع حاصل کریں

source: Advance
ur: اعلی درجے کی

source: Auto Save
ur: آٹو محفوظ کریں

# auto_save_detail
source: Automatically save all new statuses
ur: تمام نئے اسٹیٹس کو خود بخود محفوظ کریں۔

source: Language
ur: زبان

# language_detail
source: Change your language
ur: اپنی زبان بدلو

source: Theme
ur: خیالیہ

# theme_detail
source: Change your theme
ur: اپنا تھیم تبدیل کریں

source: How to use
ur: استعمال کرنے کا طریقہ

# how_to_use_detail
source: Know how to use this App for Statuses download.
ur: جانیں کہ اسٹیٹس ڈاؤن لوڈ کے لیے اس ایپ کو کیسے استعمال کیا جائے۔

source: General
ur: جنرل

source: Rate App
ur: ایپ کی درجہ بندی کریں

# rate_app_detail
source: Please support our work by your rating
ur: براہ کرم اپنی درجہ بندی کے ذریعہ ہمارے کام کی حمایت کریں

source: Share with other
ur: دوسروں کے ساتھ شیئر کریں

# share_with_other_detail
source: Share this app with your loved ones
ur: اس ایپ کو اپنے پیاروں کے ساتھ شیئر کریں۔

source: Privacy Policy
ur: رازداری کی پالیسی

# number_error
source: Incorrect Number, Retype again!
ur: غلط نمبر، دوبارہ ٹائپ کریں!

# privacy_policy_detail
source: Terms and Conditions
ur: شرائط و ضوابط

source: About
ur: ورژن

source: System Default
ur: سسٹم ڈیفالٹ

# dark
source: Dark Mode
ur: اندھیرا

# light
source: Light Mode
ur: روشنی
